[
  {
    "drug name": "學名：地文拉法辛(Desvenlafaxine), 商品名：倍思樂(Pristiq)",
    "drug info": {
      "功效": "地文拉法辛(Desvenlafaxine)有何功效? 去甲文拉法辛是一種抗抑鬱藥。它增加某種神經遞質，以達致滿足感和平靜感。它也用於治療更年期女性可能患有的潮熱、盜汗及睡眠問題。",
      "使用方法和劑量": "去甲文拉法辛是一種口服藥物。如用於抑鬱症，常用成人劑量為每天服用50mg一次。如用於更年期女士，起始劑量為每天服用25-50mg一次，之後根據服用後對藥物的反應，最大劑量為每天服用150mg一次。",
      "副作用": "常見的副作用包括頭暈、嗜睡、口乾、便秘、體重減輕、體位性低血壓和睡眠障礙。",
      "禁忌": "對去甲文拉法辛或製劑中任何其他成分過敏的人。",
      "藥劑師提示": "由於去甲文拉法辛會引致體位性低血壓，您在躺姿、坐姿、站姿都應採取漸進式慢慢變換姿勢，以減少頭暈。去甲文拉法辛可能要花幾週的時間才能完全發揮作用。請勿突然停止服用此藥，否則可能會出現戒斷症狀，例如嚴重的噁心和頭暈。"
    }
  },

  {
    "drug_name": "學名：帕羅西汀(Paroxetine), 商品名：克憂果(Seroxat CR)",
    "drug_info": {
      "功效": "帕羅西汀，像舍曲林，是一種選擇性血清素再攝取抑制劑（SSRIs）。選擇性羥色胺再攝取抑制劑是一類類抗抑鬱藥，主要作用為令一種叫羥色胺的化學物質在腦內停留更長時間，從而令人更感到更愉快。帕羅西汀可以作治療抑鬱症、強迫症、驚恐症、廣泛性焦慮症和更年期出現的症狀。",
      "使用方法和劑量": "帕羅西汀可以普通或長效藥丸口服。開始服用帕羅西汀後通常需要幾週才能看到症狀明顯改善。突然停止帕羅西汀可能會發生戒斷綜合症。 10mg普通藥丸相當於12.5mg的長效藥丸。兩種藥丸都是每天服用一次。常見帕羅西汀初始劑量為每日5-20mg（或12.5mg長效藥丸）。 您的醫生可能會根據您的反應增加劑量，通常每天最多60mg（或75mg長效藥丸）。",
      "副作用": "帕羅西汀的副作用為焦慮、改變食慾、失眠、無力、失焦、困擾、便秘、腸胃不適、流血、頭痛、性功能受損、嘔吐和體重改變。",
      "禁忌": "對帕羅西汀或製劑中任何成分過敏的人士服用單胺氧化酶抑製劑的人士",
      "藥劑師提示": "通常需要服用幾個星期才能看到症狀明顯改善。不要突然自行停止服用帕羅西汀，因為有機會出現戒斷症狀。",
      "服用時間": "您可以飽肚或空肚服用帕羅西汀。不要喝酒，因為它可能會使您的情緒或焦慮惡化。資料只供參考，實際服藥時間會因應個人情況做出調整。",
      "可能相沖藥物": "甲氧氯普胺（Metoclopramide）單胺氧化酶（MAO）抑製劑，例如雷莎吉蘭 (Rasagiline)、司來吉蘭 (Selegiline)非類固醇消炎藥，例如雙氯芬酸 (Diclofenac)、布洛芬 (Ibuprofen)"
    }
  },

  {
    "drug_name": "學名：氟伏沙明(Fluvoxamine), 商品名：無鬱寧(Luvox)",
    "drug_info": {
      "功效": "氟伏沙明(Fluvoxamine) ，像西酞普蘭，是一種選擇性羥色胺再攝取抑制劑（SSRIs）。選擇性羥色胺再攝取抑制劑是一類抗抑鬱藥，主要作用為令一種叫羥色胺的化學物質在腦內停留更長時間，從而令人更感到更愉快。因此，氟伏沙明(Fluvoxamine)常用於治療重度抑鬱症及強迫症。",
      "使用方法和劑量": "氟伏沙明(Fluvoxamine)以藥丸形式口服。劑量用法如下：治療抑鬱症：成人初始劑量應為每天50-100 mg一次，睡前服。按患者的藥物反應，可以2-3次分批增加劑量至300 mg。治療強迫症：成人初始劑量應為每天50 mg一次，睡前服。按患者的藥物反應，可以4-7天分批，每次增加50 mg劑量，至最大劑量止於每天300 mg。8歲或以上兒童初始劑量應為每天25 mg一次，睡前服。按患者的藥物反應，可以每4-7天增加劑量。8-11歲兒童的最大可用劑量為每天200 mg；而青少年則為300 mg。",
      "副作用": "氟伏沙明(Fluvoxamine)的副作用包括：焦慮、改變食慾、失眠、無力、注意力降低、意識混亂、便秘、噁心、腹瀉、頭暈、腸胃不適、流血、頭痛、性功能受損、嘔吐和體重改變。",
      "禁忌": "在過去14天內曾服用過單胺氧化酶抑制劑的人士任何對此藥物敏感的人士",
      "藥劑師提示": "服用氟伏沙明(Fluvoxamine)，一般需要數周才會見症狀好轉。切勿自行戒斷此藥物因為可能會導致戒斷症狀（如：頭痛、肌肉緊張）。抗抑鬱藥可令兒童、青少年或年輕人，誘發自殺傾向。 家庭成員和護理人員應密切注視其行為變化。服用氟伏沙明(Fluvoxamine)後，嗜睡和鎮靜效果常見於成人。因此，服用氟伏沙明(Fluvoxamine)後，應避免駕駛或操作機械工作。",
      "服用時間": "可以睡前空腹或飽腹服用。禁止飲酒（因其可誘發焦慮）。資料只供參考, 實際服藥時間會因應個人情況做出調整。",
      "可能相沖藥物": "酒精右美沙芬 (Dextromethorphan)單胺氧化酶抑製劑 (Monoamine Oxidase Inhibitors) ，例如希利治林(Selegiline)、雷莎吉蘭(Rasagiline)非類固醇抗發炎藥（如：雙氯芬酸 (Diclofenac)、布洛芬 (Ibuprofen)）茶鹼 (Theophylline)"
    }
  },

  {
    "drug_name": "學名：阿米替林(Amitriptyline), 商品名：德利能(Trynol)",
    "drug_info": {
      "功效": "阿米替林屬於三環類抗抑鬱藥，可用於治療抑鬱症，及舒緩神經痛和偏頭痛。",
      "使用方法和劑量": "阿米替林是一種口服藥物。如用於抑鬱症，常用成人劑量為每天服用100-300mg一次。如用於神經痛或偏頭痛，起始劑量為每天服用10-25mg一次，之後根據服用後對藥物的反應，最大劑量為每天服用150mg一次。",
      "副作用": "阿米替林的常見副作用為頭暈、疲倦、頭痛、體重增加、感到困惑、焦慮、心律不整、體位性低血壓、性慾下降及睡眠受影響。",
      "禁忌": "對阿米替林或製劑中任何成分過敏的人士任何患有嚴重肝功能不全或急性心衰竭的人士",
      "藥劑師提示": "為了降低頭暈的機會，請在坐下或躺下後慢慢站起來。藥物需要服用數星期後才能完全發揮作用。不要突然停止服用阿米替林，因為您可能會出現戒斷症狀，例如噁心和頭暈。",
      "服用時間": "阿米替林通常在就寢時間服用，因為它會引起鎮靜作用。 如果可能，在午後或傍晚服用較高劑量。 服用阿米替林時避免飲酒。資料只供參考，實際服藥時間會因應個人情況做出調整。",
      "可能相沖藥物": "馬來酸氯苯那敏 (Chlorpheniramine)卡馬西泮 (Carbamazepine)肌肉鬆弛劑，例如鄰甲苯海明 (Orphenadrine)、貝可芬 (Baclofen)如服用以上藥物，請告知你的醫生或藥劑師，劑量可能需要作出調整。"
    }
  },

  {
    "drug_name": "學名：米氮平(Mirtazapine), 商品名：樂活憂(Remeron)、莫憂平(Mirtazapine)",
    "drug_info": {
      "功效": "米氮平是一種四環抗抑鬱藥。它能平衡腦內的化學物，從而令服用者感到情感上的改變。阿米替林被用作治療抑鬱症和緊張性頭痛。",
      "使用方法和劑量": "米氮平可以透過藥丸或口溶丸方式服用。 常用成人劑量為在兩至四星期內每天睡前服用15-30mg的米氮平，最大劑量為每天服用45mg的米氮平。劑量會根據您對藥物的反應而作出調整。如果您在服用口溶丸，您應將口溶丸放在舌頭然後等待它完全溶化。",
      "副作用": "米氮平的常見副作用為食慾增加、頭暈、疲倦、口乾、體重增加。如果您在服用較低劑量的米氮平(每天15mg)，疲倦的感覺會較常出現。",
      "禁忌": "對米氮平或任何製劑成分過敏的人士在過去14天內服用或現正服用單胺氧化酶抑制劑 (MAOI)（包括利奈唑胺）的人士",
      "藥劑師提示": "服用米氮平大約4到6個星期後才會有效果。如果您服用了很長時間（> 3週），請勿突然停止服用米氮平。 您應與您的醫生或藥劑師討論如何停藥。請勿咀嚼或壓碎口溶丸，等待它在嘴裡溶解。抗抑鬱藥使兒童和年輕人有自殺念頭和行為的風險，家庭成員或照顧病人的人員應密切注意。",
      "服用時間": "您可以飽肚或空肚服用米氮平。資料只供參考，實際服藥時間會因應個人情況做出調整。",
      "可能相沖藥物": "抗癲癇藥，例如卡馬西泮 (Carbamazepine)、 苯妥英 (Phenytoin)貝可芬 (Baclofen)右美沙芬 (Dextromethorphan)利福平 (Rifampicin)華法林 (Warfarin)如服用以上藥物，請告知你的醫生或藥劑師，劑量可能需要作出調整。"
    }
  },

  {
    "drug_name": "學名：曲唑酮(Trazodone), 商品名：美舒鬱(MESYREL)",
    "drug_info": {
      "功效": "曲唑酮是一種抗抑鬱藥，通過平衡大腦中的不同化學物質來改善情緒。因此，曲唑酮用於治療抑鬱症。由於它具有鎮靜作用，它還可用於治療失眠症和患有失智症的人。",
      "使用方法和劑量": "曲唑酮可以作為普通藥丸或長效藥丸的形式來口服。對於長效藥丸，緊記要整粒吞服，不要咀嚼或壓碎它。 如果你正在服用曲唑酮來治療抑鬱症，你應該在每天飯後分開多次服用合計150 mg（或老年人100 mg）的劑量；或每日睡前服用150 mg（或老年人100 mg）。如有必要，劑量可以每日增加至300mg或每日600mg。當用於失眠時，你應先在睡前服用12.5-100mg。",
      "副作用": "曲唑酮的常見副作用包括腹瀉、嗜睡、頭暈、疲勞、噁心和嘔吐、視力模糊、體重變化、口乾、鼻塞、便秘、頭痛和性功能障礙。",
      "禁忌": "對曲唑酮或製劑中任何成分過敏的人士正在服用單胺氧化酶（MAO）抑製劑或在過去14天內服用過這種藥物的人士",
      "藥劑師提示": "曲唑酮與選擇性血清素再攝取抑制劑（SSRI）、血清素及去甲腎上腺素再吸收抑制劑（SNRI）、翠普敦類藥物、曲馬多、鋰貫、貫葉連翹等一起用會引起血清素症候群。 症狀包括躁動、心跳加快、不隨意的肌肉快速抽搐、出汗等。如果您懷疑您有這些情況出現，請停止服藥並立即就醫。不要自行突然停止服用曲唑酮。 請與您的醫生或藥劑師討論如何安全停止服用。",
      "服用時間": "飯後或小吃後服用曲唑酮。如果是緩釋製劑，請空腹服用。資料只供參考，實際服藥時間會因應個人情況做出調整。",
      "可能相沖藥物": "抗抑鬱藥，例如阿米替林 (Amitriptyline)、氟西汀 (Fluoxetine)抗真菌劑，例如酮康唑 (Ketoconazole)、伊曲康唑 (Itraconazole)抗癲癇藥，例如卡馬西泮 (Carbamazepine)、苯妥英 (Phenytoin)如服用以上藥物，請告知你的醫生或藥劑師，劑量可能需要作出調整。"
    }
  },

  {
    "drug_name": "學名：去甲替林(Nortriptyline), 商品名：腦裡得歛(NORITREN)",
    "drug_info": {
      "功效": "去甲替林屬於三環類抗抑鬱藥， 它的作用在於緩解抑鬱症的症狀。",
      "使用方法和劑量": "去甲替林作是一種口服藥物。成人的常用起始劑量為每天服用 25mg一次，並可根據藥物效果和身體耐受性，把劑量調升到每天服用 25mg三至四次。最大劑量為 150mg日。",
      "副作用": "去甲替林的常見副作用包括口乾、體重增加、噁心、頭痛、疲勞或頭暈。",
      "禁忌": "對去甲替林、其製劑的任何成分、或其它三環類抗抑鬱藥過敏的人士心肌梗塞後急性恢復期的患者正在服用單胺氧化酶抑制劑的患者，例如希利治林 (Selegiline)、雷莎吉蘭 (Rasagiline)",
      "藥劑師提示": "請勿突然停止服用去甲替林，否則可能會出現戒斷症狀，例如嚴重的噁心和頭暈。",
      "服用時間": "去甲替林可以空肚或飽肚服用。資料只供參考，實際服藥時間會因應個人情況做出調整。",
      "可能相沖藥物": "西咪替丁 (Cimetidine)甲狀腺藥物，例如左旋甲狀腺素 (Levothyroxine)具血清素活性的藥物，例如曲馬多 (Tramadol)，丁螺環酮 (Buspirone)，芬太尼 (Fentanyl)抗抑鬱藥，例如氟西汀 (Fluoxetine)，帕羅西汀 (Paroxetine)如服用以上藥物，請告知你的醫生或藥劑師，劑量可能需要作出調整。"
    }
  }
]